export interface Book {
  id: string;
  title: string;
  authorId: string;
  author: string;
  image: string;
  description: string;
  downloadLink: string;
  publishedDate: string;
}

export const books: Book[] = [
  {
    id: 'ebong-inquisition',
    title: 'এবং ইনকুইজিশন',
    authorId: 'atik-sarkar',
    author: 'অভীক সরকার',
    image: '/books/ee.jpg',
    description: 'একদিকে দেশীয় রাজাদের অকর্মণ্যতা আর একদিকে ক্রমশ ঘনিয়ে আসা ইস্ট ইন্ডিয়া কোম্পানির শাসনের ছায়া, দুয়ের মাঝে বিস্তীর্ণ মধ্যভারত শাসন করে এক লুটেরা খুনির দল। এমনই এক লুটেরা দলের সর্দা ভুকোত জমাদারকে অকস্মাৎ সরিয়ে দিয়ে দলের কর্তৃত্ব হাতে নেয় এক অজ্ঞাতপরিচয় ব্রাহ্মণ। না, লুটের ধনসম্পদ নয়, অলৌকিক শক্তির অধিকারী সেই ব্রাহ্মণ প্রতিটি শিকারের পর চেয়ে নেন শুধুমাত্র একটিই জিনিস, শিকারের মৃতদেহ! কে এই ব্রাহ্মণ? কী করেন ইনি মৃতদেহ দিয়ে? মায়ারানি হালদারের বংশে হাজার বছর ধরে পূজিত হয়ে এসেছে একটি অভিশপ্ত পাথুরে ফলক। কিন্তু কেন? হাজার বছর আগে কী ঘটেছিল সোমপুরা মহাবিহারের গর্ভগৃহে? এক জটা দেবীর নামে কাকে অভিশাপ দিলেন মহাস্থবির রত্নাকরশান্তি? টেনিয়া কি পারবে বালুরঘাটের তিনটি মেয়েকে প্রেমের জালে ফাঁসিয়ে এনে দালালদের কাছে বিক্রি করে দিতে? মেখলা-কনখলার কাহিনিটাই বা কী? কী হবে অসহায় মেয়ে তিনটির? অতীনকে যেন তার সমস্ত অস্তিত্বসহ অজগরের মতোই গ্রাস করে নিল মূর্তিটা। রোজ ভোগ বেড়ে দিত সে, এই আশায় যে মা খাবেন, গ্রহণ করবেন ভোগের প্রসাদ। কিন্তু মা সেদিনই ভোগ নিলেন যেদিন ডামরি এসে উপস্থিত হলো এ বাড়িতে। কে এই ডামরি? মূর্তিটাই বা কোন দেবীর? বৌদ্ধতান্ত্রিক সহস্রাক্ষ কেন বানিয়েছিলেন এই মূর্তি? অতীনের পিতৃবন্ধু ভবেশবাবু কি পারবেন অতীনকে বাঁচাতে? আফগান সন্ত্রাসবাদীদের হাত থেকে একদল শিশুকে বাঁচাবার দিনেই পর্তুগালের কম্যান্ডোবাহিনীর নায়ক মার্টিনেজ তাজ খবর পেলেন তাঁর একমাত্র ছেলে তিয়াগো মৃত্যুশয্যায়। বাড়ি এসে এক আশ্চর্য ইতিহাসের সম্মুখীন হন মার্টিনেজ, শোনেন গোয়াতে পর্তুগালের আধিপত্য বিস্তারের সময় তাঁরই এক পূর্বপুরুষের ইনক্যুইজিশনের নামের কৃত একটি মহাপাপের ইতিবৃত্ত। শোনেন তজ্জনিত এক ভয়াল অভিশাপের কথা, যার জন্যে আজ তাঁর প্রাণাধিক প্রিয় মাতৃহারা সন্তানটি মৃত্যুশয্যায়। কী হলো তারপর? আমোনা গ্রামের বেতালমন্দিরের সামনে কীভাবে মিলে গেল পাঁচশো বছরের ব্যবধানে ঘটে যাওয়া কাহিনির সূত্র? কীভাবে বাংলার অক্সফোর্ড নবদ্বীপের এক বিস্মৃতপ্রায় মহাপণ্ডিত কৃষ্ণানন্দ আগমবাগীশ হয়ে উঠলেন বিভিন্ন কালখণ্ডে ধৃত এই সমগ্র কাহিনিমঞ্জরীটির একমাত্র তন্ত্রধারক? আসুন পাঠক, প্রবেশ করি সেই গহিন অরণ্যে, শুধু মনে রাখবেন একটি মাত্র মন্ত্র, ভালোবাসাই হল সবচেয়ে বড় তন্ত্র, সবচেয়ে বড় যাদু।',
    downloadLink: 'https://drive.google.com/file/d/1osB2TaS3vpKY4tiYtb3prkyIyKwI5bEF/view?usp=drive_link',
    publishedDate: '২০১৮',
  },
  {
    id: 'khora-bhoirobi-r-math',
    title: 'খোঁড়া ভৈরবীর মাঠ',
    authorId: 'atik-sarkar',
    author: 'অভীক সরকার',
    image: '/books/kvm.jpg',
    description: 'রক্তে থেকে রক্তে ছড়ায় রক্তারক্তি কান্ড সাঁওতাল বিদ্রোহের বিচিত্র সে সব কথা বর্ননার বুলি পড়তে পড়তে মানসপটে সেই মনোহর পুরুলিয়ার কোলঘেঁষে অয‍্যোধার পাহাড়ের পাদদেশে ছোট্ট গ্ৰামের মাঝে দাফন করা সেই শত বছরের মাটির ওমে ,মহুয়ার ফুলে,শালপিয়ালের বনে ঘোরলাগানো পলাশের আগুনে লুকিয়ে থাকা অভিশাপ যদি মারন বিষের বিবমিষা নিয়ে পুত্রশোকে কাতর হয়ে মাতম করা পিতার দীর্ঘ শ্বাস মিশে তবে সেই শাপ থেকে মুক্তির শক্তি বিশ্বচরাচরে যাবতীয় দৈবিক বিশ্বাস ভক্তির মিলন ছাড়া কি মেলে? মন্ত্রপূত ভস্ম নিয়ে ভূতের মতো ছাইচাপা প্রতিশোধের প্রতিজ্ঞা নিয়ে ছাইমানবের কায়ায় ছায়ার মতো এক পিতার যুগান্তর ধরে অপেক্ষার সাথে অগুনতি না পাওয়ায় গল্প যেখানে আছে শাসন  শোষণ,বিশ্বাস অবিশ্বাস,ডাকিনী যোগিনী কল্পকথা তারই সুন্দর বুনট নিয়ে বইয়ের প্রথম গল্প কালিয়া মাসান পরের খানা আহামরি পাত পেড়ে বলার মতো না হলেও গালগল্প করার মতো ভালোই মালমশলা রয়েছে খোঁড়া ভৈরবীকে নিয়ে।তবে তার রচনাশৈলী আর ঘটনার ঘুরপাকে নেহাতই চাপা পড়ে গেছে কালিয়া মাসানের সামনে।',
    downloadLink: 'https://drive.google.com/file/d/1Dcexcleth8C_AOK2wm-2zh_ySxOvkVVs/view?usp=drive_link',
    publishedDate: '২০১৯',
  },
];
